/*
  String_ui.strings
  iina

  Created by lhc on 3/1/2017.
  Copyright © 2017 lhc. All rights reserved.
*/
// Common

"general.on" = "Pornit";
"general.off" = "Oprit";
"general.login" = "Logare";
"general.logout" = "Ieșire";
"general.ok" = "OK";
"general.cancel" = "Anulează";
"general.username" = "Nume de utilizator";
"general.password" = "Parolă";
"general.na" = "N/A";

"input.value_is_empty" = "Valoarea nu poate fi goală.";
"input.already_exists" = "Valoarea deja există.";

// Guide Window
"guide.highlights" = "Evidențiator";
"guide.basic_settings" = "Setări de bază";
"guide.faq" = "Întrebări adresate frecvent";

// Initial Window
"initial.announcement" = "Folosești o versiune %@ de IINA";
"initial.beta.desc" = "Dacă vreți să reveniți la o versiune non-beta, debifați \"primește actualizări beta\" din Setări > General, și instalați o actualizare stabilă de pe <a href=\"https://iina.io\">site-ul nostru oficial</a>.";
"initial.nightly.desc" = "Versiunea Nightly nu este recomandată pentru utilizare zilnică. In momentul de față, versiunile Nightly nu suportă actualizare automată. Vă rugăm să descărcați manual versiunile mai noi de pe <a href=\"https://nightly.iina.io\">site-ul nostru Nightly</a>.";
"initial.debug.desc" = "Versiunile de debug de obicei nu sunt optimizate pentru performanță, ca urmare nu sunt recomandate în utilizarea de zi cu zi. Versiunile de debug nu suportă actualizări automate.";
"initial.bug_report" = "Raportați pe <a href=\"https://github.com/iina/iina/issues\">pagina de probleme de pe GitHub</a>.";

// Inspector Window
"inspector.error" = "Eroare";

// MainWindowController.swift
"main.buffering_indicator" = "Buffering...%d%%";
"main.opening_stream" = "Se deschide streamul…";
"main.seeking_indicator" = "Se caută…";
"osc.precision" = "Precizie";
"osc.1s" = "O secundă";
"osc.100ms" = "100 milisecunde";
"osc.10ms" = "10 milisecunde";
"osc.1ms" = "o milisecundă";

// QuickSettingViewController.swift
"quicksetting.item_default" = "Implicit";
"quicksetting.item_none" = "Fără";
"quicksetting.hwdec" = "Decodare hardware";
"quicksetting.deinterlace" = "Deîntrețesere";
"quicksetting.hdr" = "HDR";
"quicksetting.hide" = "Se ascunde";
"quicksetting.reset_speed" = "Resetați viteza la 1x";

// EQ Presets
"eq.preset.flat" = "Plat";
"eq.preset.acoustic" = "Acustic";
"eq.preset.classical" = "Clasic";
"eq.preset.dance" = "Dance";
"eq.preset.deep" = "Deep";
"eq.preset.electronic" = "Electronic";
"eq.preset.hip_hop" = "Hip Hop";
"eq.preset.increase_bass" = "Mult bass";
"eq.preset.increase_treble" = "Mult treble";
"eq.preset.increase_vocal" = "Evidențiază vocea";
"eq.preset.jazz" = "Jazz";
"eq.preset.latin" = "Latino";
"eq.preset.loundness" = "Zgomot";
"eq.preset.lounge" = "Camera de așteptare";
"eq.preset.piano" = "Pian";
"eq.preset.pop" = "Pop";
"eq.preset.rnb" = "R&B";
"eq.preset.reduce_bass" = "Bass redus";
"eq.preset.reduce_treble" = "Treble redus";
"eq.preset.rock" = "Rock";
"eq.preset.small_speaker" = "Difuzor mic";
"eq.preset.spoken_word" = "Spoken Word";

"alert.eq.new_profile.title" = "Profil EQ nou";
"alert.eq.new_profile.message" = "Introduceți un nume pentru profil.";
"alert.eq.rename.title" = "Redenumiți profilul curent";
"alert.eq.rename.message" = "Introduceți un nume nou pentru profil.";

// OSDMessage.swift
"osd.pause" = "Pauză";
"osd.resume" = "Reia";
"osd.volume" = "Volum: %@";
"osd.speed" = "Viteză: %@x";
"osd.aspect" = "Raport de aspect: %@";
"osd.crop" = "Decupare: %@";
"osd.rotate" = "Rotește: %i°";
"osd.deinterlace" = "Deîntrețesere: %@";
"osd.hwdec" = "Decodare hardware: %@";
"osd.audio_delay.nodelay" = "Întârziere audio: Fără întârziere";
"osd.audio_delay.later" = "Întârziere audio: %@s mai târziu";
"osd.audio_delay.earlier" = "Întârziere audio: %@s mai devreme";
"osd.sub_delay.nodelay" = "Întârziere subtitrare: Fără întârziere";
"osd.sub_delay.later" = "Întârziere subtitrare: %@s mai târziu";
"osd.sub_delay.earlier" = "Întârziere subtitrare: %@s mai devreme";
"osd.subtitle_pos" = "Poziție subtitrare: %@";
"osd.sub_hidden" = "Subtitrări ascunse";
"osd.sub_visible" = "Subtitrări vizibile";
"osd.sub_second_delay.nodelay" = "Decalaj subtitrări secundare: fără decalaj";
"osd.sub_second_delay.later" = "Decalaj subtitrări secundare: %@s după";
"osd.sub_second_delay.earlier" = "Decalaj subtitrări secundare: %@s înainte";
"osd.sub_second_hidden" = "Subtitrări secundare ascunse";
"osd.sub_second_pos" = "Poziție subtitrări secundare: %@";
"osd.sub_second_visible" = "Subtitrări secundare vizibile";
"osd.mute" = "Mut";
"osd.unmute" = "Activează sunetul";
"osd.screenshot" = "Captură de ecran realizată";
"osd.abloop.a" = "Buclă-AB: A";
"osd.abloop.b" = "Buclă-AB: B";
"osd.abloop.clear" = "AB-Loop: Șters";
"osd.stop" = "Oprire";
"osd.chapter" = "Capitol: %@";
"osd.subtitle_scale" = "Scală subtitrare: %@x";
"osd.add_to_playlist" = "Fișierul %i a fost adăugat la lista de redare";
"osd.clear_playlist" = "Listă de redare ștearsă";
"osd.video_eq.contrast" = "Contrast: %i";
"osd.video_eq.gamma" = "Gamma: %i";
"osd.video_eq.hue" = "Nuanță: %i";
"osd.video_eq.saturation" = "Saturație: %i";
"osd.video_eq.brightness" = "Luminozitate: %i";
"osd.find_online_sub" = "Găsește subtitrări online…";
"osd.find_online_sub.source" = "de la";
"osd.sub_not_found" = "Nu s-au găsit subtitrări";
"osd.sub_found" = "%d subtitrări găsite.";
"osd.sub_downloading" = "Se descarcă %d subtitrări";
"osd.sub_downloaded" = "Subitrare descărcată";
"osd.sub_saved" = "Subtitrare salvată";
"osd.network_error" = "Eroare de rețea";
"osd.file_error" = "Eroare la citirea fișierului";
"osd.cannot_login" = "Nu se poate loga";
"osd.canceled" = "Anulat";
"osd.cannot_connect" = "Nu se poate conecta";
"osd.timed_out" = "Timp expirat";
"osd.filter_added" = "Filtru adăugat: %@";
"osd.filter_removed" = "Filtru șters";
"osd.file_loop" = "Repetă un singur fișier";
"osd.playlist_loop" = "Repetă playlist-ul";
"osd.no_loop" = "Dezactivează repetiția";

"preference.title" = "Preferințe";
"preference.general" = "General";
"preference.ui" = "Interfață";
"preference.video_audio" = "Video/Audio";
"preference.subtitle" = "Subtitrare";
"preference.network" = "Rețea";
"preference.control" = "Control";
"preference.keybindings" = "Atribuiri de taste";
"preference.advanced" = "Avansat";
"preference.plugins" = "Extensii";
"preference.utilities" = "Utilități";
"preference.scripts" = "Scripturi";
"preference.not_logged_in" = "Nu te-ai logat";
"preference.logged_in_as" = "Logat ca %@";
"preference.system_media_control" = "Utilizează controlul media al sistemului";

"preference.key_binding_hint_1" = "Pentru a edita o atribuire de taste in configurația curentă, click pe butonul „Duplicare…” pentru a crea o copie.";
"preference.key_binding_hint_2" = "Dublu click pe un rând din dreapta pentru a edita tasta atribuită.";

"preference.enable_adv_settings" = "Activează setările avansate";

"preference.sub_override_level.no" = "nu";
"preference.sub_override_level.force" = "putere";
"preference.sub_override_level.scale" = "mărime";
"preference.sub_override_level.strip" = "de tot";
"preference.sub_override_level.yes" = "da";

"preference.sub_override_level.descriptive_text.no" = "Redă subtitrările precum sunt specificate de script-ul pentru subtitrări, fără a lua în seamă alte preferințe.";
"preference.sub_override_level.descriptive_text.force" = "Aplică toate stilurile pentru subtitrări.";
"preference.sub_override_level.descriptive_text.scale" = "Aplică setarea de mărime împreună cu setarea de stil din această secțiune.";
"preference.sub_override_level.descriptive_text.strip" = "Elimină complet toate tag-urile și stilurile ASS din subtitrare.";
"preference.sub_override_level.descriptive_text.yes" = "Aplică toate setările de stil din această secțiune.";

"preference.ytdl_plugin_not_installed" = "Instalați extensia Online Media din \"Extensii > Instalați de pe GitHub\" pentru a vă bucura de caracteristici avansate precum descărcare video și actualizări automate yt-dlp.";
"preference.ytdl_plugin_installed" = "Suportul youtube-dl încorporat este dezactivat deoarece aveți extensia Online Media instalată.";

"menu.volume" = "Volum: %@";
"menu.volume_muted" = "Volum: %@ (Mut)";
"menu.audio_delay" = "Întârziere audio: %@s";
"menu.sub_delay" = "Întârziere subtitrare: %@s";
"menu.sub_hide" = "Ascunde subtitrările";
"menu.sub_show" = "Arată subtitrările";
"menu.sub_second_hide" = "Ascunde subtitrările secundare";
"menu.sub_second_show" = "Arată subtitrările secundare";
"menu.fullscreen" = "Afișează pe ecran complet";
"menu.exit_fullscreen" = "Ieși din ecran complet";
"menu.pip" = "Afișează în Picture-in-Picture";
"menu.exit_pip" = "Ieși din Picture-in-Picture";
"menu.mini_player" = "Intră în modul Muzică";
"menu.exit_mini_player" = "Ieșiți din modul Muzică";
"menu.pause" = "Pauză";
"menu.resume" = "Reia";
"menu.speed" = "Viteză: %@x";
"menu.chapters" = "Afilșează panoul Capitole";
"menu.hide_chapters" = "Ascunde panoul Capitole";
"menu.playlist" = "Arată panoul Listă de redare";
"menu.hide_playlist" = "Ascunde panoul Listă de Redare";
"menu.video" = "Arată panoul Video";
"menu.hide_video" = "Ascunde panoul Video";
"menu.audio" = "Arată panoul Audio";
"menu.hide_audio" = "Ascunde panoul Audio";
"menu.subtitles" = "Arată panoul Subtitrări";
"menu.hide_subtitles" = "Ascunde panoul Subtitrări";

"menu.seek_forward" = "Sari înainte %@s";
"menu.seek_backward" = "Sari înapoi %@s";
"menu.speed_up" = "Accelerați de %@ ori";
"menu.speed_down" = "Încetiniți de %@ ori";
"menu.volume_up" = "Volum +%@%%";
"menu.volume_down" = "Volum -%@%%";
"menu.audio_delay_up" = "Întârziere audio +%@s";
"menu.audio_delay_down" = "Întârziere audio -%@s";
"menu.sub_delay_up" = "Întârziere subitrare +%@s";
"menu.sub_delay_down" = "Întârziere subitrare -%@s";

"menu.crop_custom" = "Personalizat…";
"menu.find_online_sub" = "Găsește subtitrări online din %@";

"menu.manage_plugins" = "Gestionați extensiile…";
"menu.developer_tool" = "Unealtă pentru dezvoltatori";
"menu.more_plugin" = "Mai mult…";
"menu.conflicting_shortcuts" = "Comenzi rapide contradictorii…";
"menu.reload_plugins" = "Reîncarcă toate extensiile";
"menu.show_plugins_panel" = "Afișează panoul de extensii";
"menu.hide_plugins_panel" = "Ascunde panoul de extensii";

"track.audio" = "Audio";
"track.none" = "<None>";
"track.sub" = "Subtitrare";
"track.video" = "Video";

"subtrack.no_loaded" = "Nu s-a încărcat nicio subtitrare";
"subtrack.no_external" = "Nu s-au găsit subtitrări externe";

// Alerts
"alert.beta_channel.title" = "Primește versiuni beta";

"alert.title_error" = "Eroare";
"alert.title_warning" = "Avertizare";
"alert.title_info" = "Informație";

"alert.fatal_error" = "Eroare critică: %@ \nAplicația se va închide.";
"alert.mpv_error" = "Eroare internă %@ (%@) la setarea opțiunii %@.";

"alert.unsupported_audio" = "Fișier audio extern neacceptat.";
"alert.unsupported_video" = "Unsupported external video file.";
"alert.unsupported_sub" = "Subtitrare externă neacceptată. ";
"alert.unsupported_url" = "URL neacceptat.";
"alert.wrong_url_format" = "Format URL greșit.";

"alert.error_open" = "Fișierul sau stream-ul nu poate fi deschis!";
"alert.error_finding_file" = "Fișierul %@ nu poate fi găsit!";
"alert.error_loading_script" = "Scriptul %@ nu poate fi încărcat!";
"alert.error_saving_file" = "A apărut o eroare la salvarea %@: %@";
"alert.error_deleting_file" = "Fișierul nu poate fi șters.";

"alert.target_peak.bad_value" = "Valoarea \"%@\" este invalidă.\nVă rugăm să furnizați o valoare între 10 și 10000, sau 0.";

"alert.config.new.title" = "Configurație nouă de intrare";
"alert.config.new.message" = "Te rog introdu un nume pentru noua configurație.";
"alert.config.duplicate.title" = "Duplică configurația";
"alert.config.duplicate.message" = "Te rog introdu numele pentru fișierul de configurare duplicat.";
"alert.config.file_existing.title" = "Fișierul există deja";
"alert.config.file_existing.message" = "O configurare cu un fișier identic denumit există deja. Alegeți OK pentru a arăta fișierul în Finder.";
"alert.config.cannot_create" = "Nu se poate crea fișierul de configurare!\n%@";
"alert.config.cannot_write" = "Nu se poate scrie în fișierul de configurare!";
"alert.config.rename.title" = "Redenumiți configurarea de intrare";
"alert.config.rename.message" = "Introduceți un nou nume pentru configurare.";

"alert.filter.incorrect" = "A apărut o eroare la setarea filtrelor. Verificați formatul parametrului.";
"alert.add_filter.title" = "Filtru nou";
"alert.add_filter.message" = "Te rog introdu un șir care să fie o comandă în formatul mpv vf sau af.";

"alert.keybinding_config.error" = "Eroare la scrierea atriubuirii de tasre în fișierul\"%@\"! Se revine la setarea implicită IINA. Te rog verifică fișierul de configurare.";

"alert.extra_option.cannot_read" = "Opțiunile mpv extra definite de către utilizator nu pot fi citite. ";
"alert.extra_option.empty" = "Cheia sau valoarea nu pot fi goale!";
"alert.extra_option.error" = "Eroare la setarea opțiunii --%@=%@ cu valoarea %d. Te rog verifică opțiunile extra în Preferințe > Avansat.";
"alert.extra_option.config_folder" = "Eroare la setarea directorului de configurare \"%@\".";

"alert.playlist.error_deleting" = "Eroare la ștergere: %@";

"alert.screenshot.error_taking" = "Nu se poate face o captură de ecran!";

"alert.sub.no_selected" = "Inițial, selectează o subtitrare descărcată.";
"alert.sub_lang_not_set" = "Te rog să specifici limba subtitrării preferată înainte de a utiliza OpenSubtitles. Engleză(eng) va fi utilizată de această dată.";
"alert.sub.cannot_save_passwd" = "Nu se poate salva parola în Portchei: %@";
"alert.sub.cannot_login" = "Nu se poate efectua login. Te rog verifică numele de utilizator, parola și starea rețelei.\n\n%@";
"alert.sub.save_downloaded.title" = "Salvează subtitrările descărcate";

"alert.set_default.title" = "Setează IINA ca aplicație implicită";
"alert.set_default.message" = "IINA va fi aplicația implictă pentru toate fișierele pe care le suportă.";
"alert.set_default.success" = "Terminat(e) %d cu succes și %d eșuat(e).";

"alert.add_watch.title" = "Adăugați o proprietate de ceas";
"alert.add_watch.message" = "Te rog introdu un nume valid pentru proprietatea mpv";

"alert.jump_to.title" = "Sari la";
"alert.jump_to.message" = "Te rog introdu timpul la care vrei să sari. Exemplu: 20:35";

"alert.opensub.login.title" = "Logare OpenSubtitles";
"alert.opensub.login.message" = "Te rog introdu numele de utilizator și parola";

"alert.open_url.title" = "Deschide URL";
"alert.open_url.message" = "Te rog introdu un URL:";
"alert.choose_media_file.title" = "Alege un fișier media";

"alert.add_url.title" = "Adaugă URL";
"alert.add_url.message" = "Te rog introdu un URL:";

"alert.delete_history.title" = "Șterge istoricul de redare";
"alert.delete_history.message" = "Ești sigur că vrei să ștergi intrările selectate?";

"alert.filter_hwdec.message" = "Ești pe cale să aplici un filtru video. Cu toate acestea, decodorul hardware curent poate să nu suporte filtre video. Poți dezactiva decodarea hardware sau să schimbi la Auto(Copy), ceea ce va consuma de două ori mai multă memorie.\nPosibil să trebuiască să repeți ultima operațiune (ex: setarea decupării) pentru a funcționa.";
"alert.filter_hwdec.abort" = "Abandonează";
"alert.filter_hwdec.turn_off" = "Dezactivează decodarea hardware";
"alert.filter_hwdec.use_copy" = "Schimbă la Auto(Copy)";

"alert.clear_cache.title" = "Șterge cache-ul miniaturilor";
"alert.clear_cache.message" = "Sigur dorești să ștergi cache-ul miniaturilor?";

"alert.clear_history.title" = "Șterge istoricul de redare";
"alert.clear_history.message" = "Sigur dorești să ștergi istoricul de redare?";

"alert.clear_watch_later.title" = "Șterge progresul de redare salvat";
"alert.clear_watch_later.message" = "Sigur dorești să ștergi istoricul de redare salvat (incluzând „urmărește mai târziu”)?";

"alert.restore_alerts.title" = "Restaurează alertele reprimate";
"alert.restore_alerts.message" = "Sunteţi sigur că doriţi să restauraţi alertele reprimate?";

"alert.nothing_to_open" = "Nimic de redat.";

"alert.no_video_track" = "Nu există o pistă video.";

"alert.duplicate_config" = "Nu poți modifica direct configurațiile implicite. Te rog duplică-le înainte de a modifica.";

"alert.assrt_register" = "Datorită limitărilor de API, este recomandat să folosești propriul API token. Token-ul implicit este doar pentru utilizări demo și poți întâmpina erori de rețea.";
"alert.assrt_register.register" = "Înregistrează-te";
"alert.assrt_register.try" = "Încearcă";
"alert.assrt_token_prompt.title" = "Introdu token-ul API";
"alert.assrt_token_prompt.message" = "Înregistrează-te în pagina deschiă. Obține token-ul din pagina ta home și introdu-l mai jos:";
"alert.assrt_token_invalid" = "Token-ul API Assrt pare să fie invalid.";

"alert.plugin_uninstall.title" = "Sunteți sigur ca doriți sa dezinstalați %@?";
"alert.plugin_uninstall.message" = "Extensia va fi ștearsă de pe discul dvs.";
"alert.plugin_reinstall.title" = "Extensia %@ există deja";
"alert.plugin_reinstall.message" = "Doriți să reinstalați extensia?";
"alert.duplicated_plugin_id" = "S-au detectat duplicate ale identificatoarelor de extensii. Două sau mai multe extensii au același identificator \"%@\". Acest lucru poate cauza comportamente anormale. Le puteți găsi în Preferințe - Extensii și le puteți raporta autorilor lor. Dacă o extensie este instalată local, puteți schimba manual identificatorul ei în fișierul Info.json al acesteia.";
"alert.plugin_no_update" = "Nu s-a găsit nicio actualizare.";
"alert.plugin_update_found.title" = "Actualizare găsită pentru %@";
"alert.plugin_update_found.message" = "Ultima versiune este %@. Aveți %@. Doriți să actualizați?";
"alert.plugin_permission" = "Această extensie necesită următoarele permisiuni. Vă rugăm să le revizuiți înainte de a continua.";
"alert.plugin_permission_added" = "Această actualizare necesită permisiuni suplimentare. Vă rugăm să le revizuiți înainte de a continua.";

"playlist.total_length" = "%@ în total";
"playlist.total_length_with_selected" = "%@ din %@ selectat";
"playlist.sorting.header" = "Sortare";
"playlist.sorting.filename_ascending" = "Nume fișier ascendent";
"playlist.sorting.filename_descending" = "Nume fișier descendent";
"playlist.sorting.path_ascending" = "Calea fișierului ascendent";
"playlist.sorting.path_descending" = "Calea fișierului descendent";
"pl_menu.title_multi" = "%d elemente";
"pl_menu.play_next" = "Redă în continuare";
"pl_menu.play_in_new_window" = "Redă în Fereastră Nouă";
"pl_menu.remove" = "Elimină";
"pl_menu.remove_multi" = "Elimină elementele selectate";
"pl_menu.delete" = "Mută la Coș";
"pl_menu.delete_multi" = "Mută fișierele selectate la Coș";
"pl_menu.delete_after_play" = "Mută la Coș după redare";
"pl_menu.delete_after_play_multi" = "Mută elementele selectare la Coș după ce au fost redate";
"pl_menu.show_in_finder" = "Arată în Finder";
"pl_menu.add_file" = "Adaugă Fișier…";
"pl_menu.add_url" = "Adaugă URL…";
"pl_menu.clear_playlist" = "Șterge lista de redare";
"pl_menu.matched_sub" = "%d subtitrări potrivite";
"pl_menu.add_sub" = "Adaugă subtitrare…";
"pl_menu.wrong_sub" = "Subtitrare greșită!";
"pl_menu.browser" = "Deschide în Browser";
"pl_menu.copy_url" = "Copiază URL";
"pl_menu.copy_url_multi" = "Copiază URL-uri";

"keymapping.title" = "Atribuire de taste";
"keymapping.message" = "Apasă o tasta pentru a înregistra.";

"filter.video_filters" = "Filtre video";
"filter.audio_filters" = "Filtre audio";

"hwdec.no" = "Dezactivează decodarea hardware.";
"hwdec.auto" = "Activează decodarea hardware. Cu toate acestea, multe filtre video nu vor funcționa corect.";
"hwdec.auto-copy" = "Activează decodarea hardware. Va consuma dublul de memorie, dar va funcționa cu filtrele video.";

"gaplessAudio.no" = "Playback of consecutive audio files may result in silence or disruption at the point of file change.";
"gaplessAudio.weak" = "If the audio format the decoder output changes, the audio device is closed and reopened, disrupting gapless playback.";
"gaplessAudio.yes" = "The audio device is opened using parameters chosen for the first file played and is then kept open for gapless playback. Following files may be resampled.";

"subencoding.auto" = "Detectează automat";

"osc_toolbar.settings" = "Setări rapide";
"osc_toolbar.playlist" = "Listă de redare și capitole";
"osc_toolbar.pip" = "Activează Picture-in-Picture";
"osc_toolbar.full_screen" = "Activează ecran complet";
"osc_toolbar.music_mode" = "Intră în modul Muzică";
"osc_toolbar.sub_track" = "Alege pista de subtitrare";
"osc_toolbar.screenshot" = "Faceți o captură de ecran";
"osc_toolbar.plugins" = "Afișează panoul de extensii";

"mini_player.album_art" = "Comută coperta albumului";
"mini_player.loop" = "Repetare";
"mini_player.shuffle" = "Amestecă";
"mini_player.remove" = "Elimină din lista de redare";
"mini_player.add" = "Adaugă la lista de redare";
"mini_player.delete" = "Șterge tot din lista de redare";
"mini_player.volume" = "Volum";
"mini_player.close" = "Închide modul muzică";
"mini_player.back" = "Înapoi la modul video";
"mini_player.sort" = "Sortează playlist-ul";

// Touch bar

"touchbar.ahead_15" = "15sec înainte";
"touchbar.ahead_30" = "30sec înainte";
"touchbar.back_15" = "15sec înapoi";
"touchbar.back_30" = "30sec înapoi";
"touchbar.next_video" = "Video următor";
"touchbar.prev_video" = "Video precedent";
"touchbar.increase_volume" = "Volum +";
"touchbar.decrease_volume" = "Volum -";
"touchbar.rewind" = "Înapoi";
"touchbar.fast_forward" = "Repede înainte";
"touchbar.play_pause" = "Redă/Pauză";
"touchbar.seek" = "Căutare";
"touchbar.time" = "Timp curent";
"touchbar.remainingTimeOrTotalDuration" = "Timp Rămas / Total Durată";
"touchbar.toggle_pip" = "Activează Picture-in-Picture";

// Plugin permissions

"permissions.network-request.name" = "Solicitare rețea";
"permissions.network-request.desc" = "Această extensie poate cere sau încărca date pe aceste site-uri:";
"permissions.network-request.any_site" = "Orice site";
"permissions.show-osd.name" = "Arată OSD";
"permissions.show-osd.desc" = "Această extensie poate afișa mesajele OSD (On Screen Display).";
"permissions.show-alert.name" = "Arată alerte";
"permissions.show-alert.desc" = "Această extensie poate afișa alerte pop-up.";
"permissions.video-overlay.name" = "Adaugă overlay peste video";
"permissions.video-overlay.desc" = "Această extensie poate reda conținut suplimentar în partea de sus a videoclipului.";
"permissions.file-system.name" = "Accesează fișiere de sistem";
"permissions.file-system.desc" = "Această extensie poate citi sau scrie fișiere pe discul dvs., inclusiv informații sensibile. De asemenea, poate apela alte programe sau aplicații care vă pot afecta calculatorul. Deci asigurați-vă că ați verificat sursa.";

"plugin.install" = "Instalare";
"plugin.installed" = "Instalat";
"plugin.not_installed" = "Nu este instalat";
"plugin.local" = "Instalat local";
"alert.plugin.install_error" = "A apărut o eroare în timpul instalării: %@";
"alert.invalid_url" = "URL-ul nu este valid.";
"plugin.install_error.invalid_url" = "URL-ul nu este valid.";
"plugin.install_error.file_not_found" = "Fișierul package nu poate fi găsit.";
"plugin.install_error.cannot_download" = "Descărcarea extensiei a eșuat.\n\nMotiv:%@\n";
"plugin.install_error.cannot_unpackage" = "Dezarhivarea extensiei a eșuat.\n\nMotiv:%@\n";
"plugin.install_error.cannot_load" = "IINA nu poate încărca aceasta extensie. Ar putea fi într-un format greşit.";
"plugin.check_for_updates" = "Verifică dacă există actualizări";
"plugin.updating" = "Se descarcă actualizarea…";
